docs/dot/JudgeDecisionReviewTask_User.dot
digraph G {
rankdir="LR";
"JudgeDecisionReviewTask_User" -> "AttorneyTask_User" [label=29]
"AttorneyTask_User" -> "JudgeDecisionReviewTask_User" [label=1]
"JudgeAssignTask_User" -> "JudgeDecisionReviewTask_User" [label=28]
"JudgeDecisionReviewTask_User" -> "BvaDispatchTask_Organization" [label=1]
"TimedHoldTask_User" -> "JudgeDecisionReviewTask_User" [label=1]
}
